const movies = [
    {
        id: 1,
        title: "Гнев человеческий",
        poster: "img/Wrat_hof_Man.jpg",
        year: 2021,
        country: "Америка",
        rating: 8.1,
        description: "Грузовики лос-анджелесской инкассаторской компании Fortico Security часто подвергаются нападениям, и во время очередного ограбления погибают оба охранника. Через некоторое время в компанию устраивается крепкий немногословный британец Патрик Хилл. Он получает от босса прозвище Эйч и, впритык к необходимому минимуму пройдя тесты по фитнесу, стрельбе и вождению, отправляется на первое задание. Вскоре и его грузовик пытаются ограбить вооруженные налётчики, но Эйч в одиночку расправляется с целой бандой и становится героем. Кажется, слава и уважение коллег его совершенно не интересуют, ведь он преследует свои цели."
		link: "https://rutube.ru/video/344d1883f888035b50d8cd9dba8ac044/"
	},
    {
        id: 2,
        title: "Фильм 2",
        poster: "url_картинки_2",
        year: 2020,
        country: "США",
        rating: 7.4,
        description: "Это описание фильма 2. Оно рассказывает о..."
    },
    // Добавьте еще 8 фильмов
];